Repository: klandestino/sitewide-search
Catalog: languages/sitewide-search-*.po
Languages: sv_se

source: Sitewide Search Settings
sv_se: Sitewide Search Inställningar

source: Archive blog
sv_se: Arkivblogg

source: Search for blogs by domain in the search field to the right. Select one blog to be the archive blog. All posts with choosen post types (see below) will be copied into this blog and all searches and archive browsing will be done from this blog.
sv_se: Sök efter bloggar på domännamn i sökfältet till höger. Välj ut en blogg som arkivblogg. Alla inlägg med vald posttyp (se nedan) kommer att kopieras till denna blogg. Och alla sökningar samt arkivbläddring kommer att ske från denna blogg.

source: View blog
sv_se: Visa blogg

source: Post types
sv_se: Posttyper

source: Choose post types that will be copied into the archive blog
sv_se: Välj vilka posttyper som ska kopieras till arkivbloggen

source: Taxonomies
sv_se: Taxonomier

source: Choose taxonomies that will be copied into the archive blog
sv_se: Välj vilka taxonomier som kommer att kopieras till arkivbloggen

source: Enable metadata to be copied
sv_se: Kopiera metadata

source: Sitewide browsing functions
sv_se: Sitewide bläddringsfunktioner

source: Use these carefully. They may not work as perfect as you prefer and may reduce preformance.
sv_se: Använd dessa med försiktighet. De kanske inte fungerar så bra du tänkt dig och de kan reducera prestandan.

source: Sitewide search
sv_se: Sitewide sök

source: Wherever visitors are searching, results will always be fetched from the archive.
sv_se: Var än besökare söker efter inlägg kommer resultatet alltid att hämtas ifrån arkivbloggen.

source: Sitewide archive
sv_se: Sitewide arkiv

source: Wherever visitors are browsing archives, results will always be fetched from the archive.
sv_se: Var än besökare bläddrar i arkivet efter inlägg kommer resultatet alltid att hämtas ifrån arkivbloggen.

source: Sitewide categories
sv_se: Sitewide kategorier

source: Wherever visitors are browsing posts by categories, results will always be fetched from the archive.
sv_se: Var än besökare bläddrar inlägg efter kategori kommer resultatet alltid att hämtas ifrån arkivbloggen.

source: Sitewide tags
sv_se: Sitewide etiketter

source: Wherever visitors are browsing posts by tags, results will always be fetched from the archive.
sv_se: Var än besökare bläddrar inlägg efter etikett kommer resultatet alltid att hämtas ifrån arkivbloggen.

source: Sitewide author
sv_se: Sitewide författare

source: Wherever visitors are browsing posts by author, results will always be fetched from the archive.
sv_se: Var än besökare bläddrar inlägg efter författare kommer resultatet alltid att hämtas ifrån arkivbloggen.

source: Save
sv_se: Spara

source: Reset archive blog
sv_se: Nollställ arkivblogg

source: You're about to remove all %d posts. Do you want to continue?
sv_se: Du kommer ta bort alla %d inlägg. Vill du fortsätta?

source: Remove all current copies from the archive blog.
sv_se: Ta bort alla kopior från arkivbloggen.

source: WARNING:
sv_se: VARNING:

source: Think twice before you do this, This is not undoable!
sv_se: Tänk efter noga innan du gör detta. Detta kan du inte ångra!

source: Remove all %d posts
sv_se: Ta bort alla %d inlägg

source: Populate archive blog
sv_se: Kopiera poster till arkivbloggen

source: Populates the archive blog with posts from this network all blogs.
sv_se: Kopierar inlägg från nätverkets alla bloggar till arkivbloggen.

source: Depending on how many blogs and posts your site contains this can take a long time. Populate action is split into several requests of a specified amount of posts each. Choose a lower amount of posts per request if your server tend to fail during populate.
sv_se: Beroende på hur många bloggar och poster den här webbplatsen innehåller, så kan detta ta lång tid. Kopieringen är uppdelad i ett inställningsbart antal inlägg per anrop. Välj ett lägre antal inlägg per anrop ifall din server tenderar att lyckas avsluta kopieringen.

source: Do not reload or leave this page when doing this!
sv_se: Ladda inte om eller lämna denna sida när du kopierar!

source: Amount of posts per request:
sv_se: Antal inlägg per anrop:

source: Populate
sv_se: Kopiera

source: Settings updated.
sv_se: Inställningarna uppdaterade.

source: Copied %2$d of %3$d from %1$s.
sv_se: Kopierade %2$d av %3$d från %1$s.

source: Blog %1$s done of %2$d left to do.
sv_se: Klar med %1$s - %2$d bloggar kvar.

source: Blog %1$s is not public, skipping. %2$d left to do.
sv_se: Bloggen %1$s är inte publik, hoppar över. %2$d bloggar kvar.

source: No blogs found
sv_se: Inga bloggar funna
